export const statList = [
  {
    groupName: "gender",
    colName: [
      '여성', 
      '남성',
    ],
    counts: [208, 244,],
  },
  {
    groupName: "species",
    colName: ['개', '개구리', '개미핥기', '고릴라', '고양이', '곰', '꼬마곰', '늑대', '다람쥐', '닭',
    '독수리', '돼지', '말', '문어', '사슴', '사자', '새', '수소', '악어', '암소', '양',
    '염소', '오리', '원숭이', '쥐', '캥거루', '코끼리', '코뿔소', '코알라', '타조', '토끼',
    '펭귄', '하마', '햄스터', '호랑이',],
    counts: [16, 18,  7,  9, 23, 15, 16, 11, 18,  9,  9, 15, 15,  3, 10,  7, 13,
      6,  7,  4, 13,  8, 17,  8, 15,  8, 11,  6,  9, 10, 20, 13,  7,  8,
      7,],
  },
  {
    groupName: "personality",
    colName: [
      '느끼함', 
      '단순 활발', 
      '먹보', 
      '무뚝뚝', 
      '성숙함', 
      '아이돌', 
      '운동광', 
      '친절함',
    ],
    counts: [34, 24, 60, 55, 55, 49, 55, 59,],
  },
  {
    groupName: "hobby",
    colName: [
      '교육', 
      '놀이', 
      '운동', 
      '음악', 
      '자연', 
      '패션',
    ],
    counts: [64, 65, 66, 64, 66, 66,],
    female: [32, 16, 12, 34, 27, 66],
    male: [32, 49, 54, 30, 39, 0]
  },
  {
    groupName: "style",
    colName:  [
      '고져스', 
      '액티브', 
      '엘레강스', 
      '큐트', 
      '쿨', 
      '심플',
    ],
    counts: [ 
      38, 
      50,  
      54,  
      63,  
      68,  
      118, 
    ],
  },
]